Repository: d-k-bo/televido
Catalog: po/*.po
Languages: fr, nl, pt_br

source: Access German-language public broadcasting live streams and archives
fr: Accédez à la diffusion en direct et aux archives de la télévision publique allemande
nl: Verken/Bekijk livestreams en archieven van de Duitstalige publieke omroepen
pt_br: Acesse transmissões ao vivo e arquivos de transmissão pública em alemão

source: Access German-language public TV
fr: Accédez à la télévision publique allemande
nl: Kijk naar de Duitstalige publieke omroepen
pt_br: Acesso à TV pública em língua alemã

source: Televido (“Television” in Esperanto) lets you livestream, search, play and download media from German-language public television services. It is powered by APIs provided by the MediathekView project.
fr: Televido (« Télévision » en Esperanto) vous permet de regarder en direct, rechercher, lire et télécharger des contenus depuis les services de télévision publics allemands. L’application fonctionne grâce aux APIs fournies par le projet MediathekView.
nl: Met Televido (Esperanto voor ‘Televisie’) heeft u toegang tot de Duitstalige publieke omroepen. Zoek naar en bekijk opnames, livestreams en download media. De toepassing maakt gebruik van api's van het MediathekView-project.
pt_br: Televido (“Televisão” em Esperanto) permite que você transmita ao vivo, pesquise, reproduza e baixe mídia de serviços de televisão pública em língua alemã. Ele é alimentado por APIs fornecidas pelo projeto MediathekView.

source: The presented content is provided directly by the respective television services, this program only facilitates finding and accessing the shows.
fr: Le contenu présenté est fourni directement par les services de télévision respectifs, ce programme ne fait que faciliter leur recherche et leur accès.
nl: De getoonde inhoud is volledig afkomstig van de omroepen. Deze toepassing helpt slechts bij het zoeken naar en bekijken van programma's.
pt_br: O conteúdo apresentado é fornecido diretamente pelos respectivos serviços de televisão, este programa apenas facilita a localização e o acesso aos programas.

source: Televido provides an integrated player for video playback. Additionally, Televido supports external programs that are installed on the user's system for video playback and download. Currently supported players: GNOME Videos (Totem), Celluloid, Clapper, Daikhan. Currently supported downloaders: Parabolic.
fr: Televido fournit un lecteur intégré pour la lecture de vidéos. Par ailleurs, Televido prend en charge des programmes externes installés sur le système de l’utilisateur pour la lecture et le téléchargement. Les lecteurs vidéos actuellement pris en charge sont : GNOME Vidéos (Totem), Celluloid, Clapper, Daikhan. Le téléchargeur de vidéos actuellement pris en charge est Parabolic.
nl: Voor het afspelen van video's maakt Televido gebruik van de meegeleverde speler, maar andere spelers op het systeem kunnen ook worden gebruikt. Momenteel worden de volgende spelers ondersteund: GNOME Video's (Totem), Celluloid, Clapper en Daikhan. Momenteel worden de volgende downloaders ondersteund: Parabolic.
pt_br: Televido fornece um player integrado para reprodução de vídeo. Além disso, Televido suporta programas externos que são instalados no sistema do usuário para reprodução e download de vídeo. Players suportados atualmente: GNOME Videos (Totem), Celluloid, Clapper, Daikhan. Downloaders suportados atualmente: Parabolic.

source: Add an integrated video player based on Clapper and ClapperGTK
fr: Ajout d’un lecteur vidéo intégré, basé sur Clapper et ClapperGTK
nl: Nieuw: ingebouwde videospeler, gebaseerd op Clapper en ClapperGTK
pt_br: Adicione um player de vídeo integrado baseado em Clapper e ClapperGTK

source: Allow removing and reordering live channels
fr: Permet de supprimer et réagencer des chaînes en direct
nl: Nieuw: verwijder en herorden live-kanalen
pt_br: Permitir remover e reordenar canais ao vivo

source: Add option to copy subtitles URL
fr: Ajout d'une option pour copier l’URL des sous-titres
nl: Nieuw: optie om ondertitel-url te kopiëren
pt_br: Adicionar opção para copiar URL de legendas

source: Use MediathekViewWeb's advanced search syntax
fr: Utilisation de la syntaxe de recherche avancée de MediathekViewWeb
nl: Nieuw: zoek met behulp van MediathekViewWeb's uitgebreide zoeksyntaxis
pt_br: Use a sintaxe de pesquisa avançada do MediathekViewWeb

source: Use adaptive dialogs for preferences, player selector and about dialog
fr: Utilisation de fenêtres adaptatives pour les préférences, le sélecteur de lecteur et la fenêtre À propos
nl: Nieuw: adaptieve dialoogvensters in voorkeuren, spelerkeuze en venster ‘Over’
pt_br: Use diálogos adaptáveis ​​para preferências, seletor de jogadores e diálogo sobre

source: Added French translation
fr: Ajout d’une traduction française
nl: Nieuw: Franse vertaling
pt_br: Adicionada tradução em francês

source: Added support for downloading content using Parabolic
fr: Ajout de la prise en charge du téléchargement de contenus avec Parabolic
nl: Nieuw: ondersteuning voor downloaden met behulp van Parabolic
pt_br: Adicionado suporte para download de conteúdo usando Parabolic

source: Added Dutch translation
fr: Ajout d’une traduction néerlandaise
nl: Nieuw: Nederlandse vertaling
pt_br: Adicionada tradução holandesa

source: Added support for mobile devices
fr: Ajout de la prise en charge des appareils mobiles
nl: Nieuw: ondersteuning voor mobiele apparaten
pt_br: Adicionado suporte para dispositivos móveis

source: Added support for custom video players
fr: Ajout de la prise en charge des lecteurs vidéo personnalisés
nl: Nieuw: ondersteuning voor andere videospelers
pt_br: Adicionado suporte para players de vídeo personalizados

source: Added support Daikhan as a video player
fr: Ajout de la prise en charge de Daikhan comme lecteur vidéo
nl: Nieuw: ondersteuning voor Daikhan-videospeler
pt_br: Adicionado suporte Daikhan como um player de vídeo

source: If an error occurs, a graphical error message is shown.
fr: Si une erreur se produit, un message sera affiché.
nl: Nieuw: bij een foutmelding wordt voortaan een dialoogvenster getoond.
pt_br: Se ocorrer um erro, uma mensagem gráfica de erro será exibida.

source: Initital release
fr: Première version
nl: Eerste uitgave
pt_br: Lançamento inicial

source: Failed to load livestream channels
fr: Échec du chargement des chaînes en direct
nl: De livestreamkanalen kunnen niet worden geladen
pt_br: Falha ao carregar canais de transmissão ao vivo

source: Failed to play video stream
fr: Échec de la lecture du flux vidéo
nl: De stream kan niet worden afgespeeld
pt_br: Falha ao reproduzir o fluxo de vídeo

source: Failed to launch video downloader
fr: Échec du lancement du lecteur vidéo
nl: De videodownloader kan niet worden gestart
pt_br: Falha ao iniciar o downloader de vídeo

source: General
fr: Général
nl: Algemeen
pt_br: Geral

source: Show livestreams
fr: Afficher les directs
nl: Livestreams tonen
pt_br: Mostrar transmissões ao vivo

source: Show mediathek
fr: Afficher la médiathèque
nl: Mediatheek tonen
pt_br: Mostrar biblioteca de mídia

source: Reload
fr: Recharger
nl: Herladen
pt_br: Recarregar

source: Quit application
fr: Quitter l’application
nl: Toepassing afsluiten
pt_br: Sair do aplicativo

source: Cancel
fr: Annuler
nl: Annuleren
pt_br: Cancelar

source: Confirm
fr: Confirmer
nl: Bevestigen
pt_br: Confirmar

source: Custom program
fr: Programme personnalisé
nl: Andere toepassing
pt_br: Programa personalizado

source: Could not find application “{}”
fr: Impossible de trouver l’application « {} »
nl: ‘{}’ is niet aangetroffen
pt_br: Não foi possível encontrar o aplicativo “{}”

source: Failed to load external applications
fr: Échec du chargement des applications externes
nl: De externe toepassingen kunnen niet worden geladen
pt_br: Falha ao carregar aplicativos externos

source: See the terminal output for details.
fr: Regardez la sortie du terminal pour plus de détails.
nl: Bekijk voor meer informatie de terminaluitvoer.
pt_br: Veja a saída do terminal para mais detalhes.

source: Select video player
fr: Sélectionnez un lecteur vidéo
nl: Kies een videospeler
pt_br: Selecione o player de vídeo

source: Select one of the following external programs to stream content.
fr: Sélectionnez l’un de ces programmes externes pour suivre la diffusion d’un contenu.
nl: Kies een geïnstalleerde toepassing om de inhoud mee af te spelen.
pt_br: Selecione um dos seguintes programas externos para transmitir conteúdo.

source: Select video downloader
fr: Sélectionnez un programme de téléchargement
nl: Kies een videodownloader
pt_br: Selecione o downloader de vídeo

source: Select one of the following external programs to download content.
fr: Sélectionnez l’un de ces programmes externes pour télécharger un contenu.
nl: Kies een toepassing om de inhoud mee te downloaden.
pt_br: Selecione um dos seguintes programas externos para baixar o conteúdo.

source: You can also specify a custom application ID (e.g. org.example.Application) of a different program that supports DBus activation, is able to open a https:// URI and is accessible from the context of this application.
fr: Vous pouvez également spécifier un identifiant d’application personnalisé (ex.: org.example.Application) pour un programme différent qui prend en charge l’activation par DBus, capable d’ouvrir une URL https:// et accessible depuis cette application.
nl: U kunt ook een eigen toepassingsid opgeven (bijv. org.voorbeeld.Toepassing). Dit kan iedere toepassing zijn die ondersteuning heeft voor DBus, het openen van een https://-link en vanuit de huidige toepassing geopend kan worden.
pt_br: Você também pode especificar um ID de aplicativo personalizado (por exemplo, org.example.Application) de um programa diferente que suporte ativação do DBus, seja capaz de abrir um URI https:// e seja acessível a partir do contexto deste aplicativo.

source: Play
fr: Lire
nl: Afspelen

source: Failed load shows for channel “{}”
fr: Échec du chargement du programme de la chaîne « {} »
nl: De programma's van ‘{}’ kunnen niet worden geladen
pt_br: Falha no carregamento para o canal “{}”

source: Copy video URL
fr: Copier l’URL de la vidéo
nl: Videolink kopiëren

source: Download
fr: Télécharger
nl: Downloaden

source: Open Website
fr: Ouvrir le site web
nl: Website openen
pt_br: Abrir site

source: High Quality
fr: Haute qualité
nl: Hoge kwaliteit
pt_br: Alta qualidade

source: Medium Quality
fr: Qualité moyenne
nl: Gemiddelde kwaliteit
pt_br: Qualidade média

source: Low Quality
fr: Basse qualité
nl: Lage kwaliteit
pt_br: Baixa qualidade

source: Subtitles
fr: Sous-titres
nl: Ondertiteling
pt_br: Legendas

source: Copied video URL to clipboard
fr: URL de la vidéo copiée vers le presse-papiers
nl: De videolink is gekopieerd naar het klembord
pt_br: URL do vídeo copiado para a área de transferência

source: Copied subtitles URL to clipboard
fr: URL des sous-titres copiée vers le presse-papiers
nl: De ondertitellink is gekopieerd naar het klembord
pt_br: URL das legendas copiadas para a área de transferência

source: Failed to open website in browser
fr: Échec de l’ouverture du site web dans le navigateur
nl: De website kan niet worden geopend
pt_br: Falha ao abrir o site no navegador

source: e.g. »tagesschau«
fr: par ex.: « tagesschau »
nl: bijv. »tagesschau«
pt_br: por exemplo »tagesschau«

source: Search everywhere
fr: Rechercher partout
nl: Alles doorzoeken
pt_br: Pesquise em todos os lugares

source: Include future shows
fr: Inclure les émissions à venir
nl: Ook toekomstige series doorzoeken
pt_br: Incluir programas futuros

source: Sort
fr: Trier
nl: Sorteren

source: Search for content
fr: Rechercher du contenu
nl: Zoeken naar inhoud
pt_br: Pesquisar conteúdo

source: Start typing in the search bar to see a list of matching shows. The search field supports <a href="https://github.com/mediathekview/mediathekviewweb/blob/master/README.md#erweiterte-suche">MediathekViewWeb's advanced search syntax</a> (German).
fr: Commencez à taper dans la barre de recherche pour voir les émissions correspondantes. Le champ de recherche prend en charge la <a href="https://github.com/mediathekview/mediathekviewweb/blob/master/README.md#erweiterte-suche">syntaxe de recherche avancée de MediathekViewWeb</a> (Allemand).
nl: Typ een of meerdere trefwoorden in het zoekveld om een lijst met overeenkomende series op te vragen. Het zoekveld heeft ondersteuning voor <a href="https://github.com/mediathekview/mediathekviewweb/blob/master/README.md#erweiterte-suche">MediathekViewWeb's uitgebreide zoeksyntaxis</a> (Duits).
pt_br: Comece a digitar na barra de pesquisa para ver uma lista de programas correspondentes. O campo de pesquisa suporta <a href="https://github.com/mediathekview/mediathekviewweb/blob/master/README.md#erweiterte-suche">Sintaxe de pesquisa avançada do MediathekViewWeb</a> (alemão).

source: No results
fr: Aucun résultat
nl: Geen zoekresultaten
pt_br: Nenhum resultado

source: Try different search terms or adjust the search filters
fr: Essayez des termes de recherche différents ou ajustez les filtres de recherche
nl: Probeer een andere zoekopdracht of pas de filters aan
pt_br: Experimente termos de pesquisa diferentes ou ajuste os filtros de pesquisa

source: Load more
fr: Plus d’éléments
nl: Meer resultaten tonen
pt_br: Carregar mais

source: Sort By
fr: Trier par
nl: Sorteren op
pt_br: Ordenar por

source: Channel
fr: Chaîne
nl: Kanaal
pt_br: Canal

source: Duration
fr: Durée
nl: Duur
pt_br: Duração

source: Sort Order
fr: Ordre de tri
nl: Sorteervolgorde
pt_br: Ordenação

source: Ascending
fr: Croissant
nl: Oplopend
pt_br: Ascendente

source: Descending
fr: Décroissant
nl: Aflopend
pt_br: Descendente

source: Failed to query the MediathekViewWeb API
fr: Échec de la requête à l’API MediathekViewWeb
nl: Er kan geen verbinding met de MediathekViewWeb-api worden gemaakt
pt_br: Falha ao consultar a API MediathekViewWeb

source: Video Quality
fr: Qualité vidéo
nl: Videokwaliteit

source: External Programs
fr: Programmes externes
nl: Geïnstalleerde toepassingen
pt_br: Programas externos

source: Use external video player
fr: Utiliser un lecteur vidéo externe
nl: Externe videospeler gebruiken
pt_br: Usar player de vídeo externo

source: Video Player
fr: Lecteur vidéo
nl: Videospeler
pt_br: Reprodutor de vídeo

source: Change
fr: Modifier
nl: Wijzigen
pt_br: Alterar

source: Video Downloader
fr: Téléchargeur vidéo
pt_br: Downloader de vídeo

source: Live Channels
fr: Chaînes en direct
nl: Live-kanalen
pt_br: Canais ao vivo

source: Select and reorder channels
fr: Sélectionner et réagencer les chaînes
nl: Kanalen selecteren en herordenen
pt_br: Selecione e reordene os canais

source: Visible channels
fr: Chaînes visibles
nl: Zichtbare kanalen
pt_br: Canais visíveis

source: Hidden channels
fr: Chaînes masquées
nl: Verborgen kanalen
pt_br: Canais ocultos

source: Sort alphabetically
fr: Trier par ordre alphabétique
nl: Alfabetisch sorteren
pt_br: Classificar alfabeticamente

source: Sort using default order
fr: Trier avec l’ordre par défaut
nl: Standaard sorteervolgorde gebruiken
pt_br: Classificar usando a ordem padrão

source: %b %-e, %Y %H:%M
fr: %-e %b %Y, %H:%M
nl: %e %b %Y, %H:%m

source: Live
fr: Direct
pt_br: Ao vivo

source: Mediathek
fr: Médiatèque
nl: Mediatheek

source: Preferences
fr: Préférences
nl: Voorkeuren
pt_br: Preferências

source: Keyboard Shortcuts
fr: Raccourcis clavier
nl: Sneltoetsen
pt_br: Atalhos de teclado

source: About Televido
fr: À propos de Televido
nl: Over Televido
pt_br: Sobre Televido

source: Date
nl: Datum
pt_br: Data
